const tiPidor = [
  'Ага! Поздравляю! Сегодня ты пидор - ',
  'Анализ завершен. Ты пидор, ',
  'И прекрасный человек дня сегодня... а нет, ошибка, всего-лишь пидор - ',
  'Кажется, пидор дня - ',
  'Ну ты и пидор, ',
  'Няшный пидор дня - ',
  'Ого, вы посмотрите только! А пидор дня то - ',
  'Кто тут у нас пидор дня? Ты пидор дня - ',
  'Стоять! Не двигаться! Вы объявлены пидором дня, ',
  'Пидор дня обыкновенный, 1шт. - ',
  'Что? Где? Когда? А ты пидор дня - ',
  'Кто бы мог подумать, но пидор дня - ',
];

const phrasesArr = [
  [
    '(Ворчит) А могли бы на работе делом заниматься',
    'В этом совершенно нет смысла...',
  ],
  [
    "Woop-woop! That's the sound of da pidor-police!",
    'Ведётся захват подозреваемого...',
  ],
  ['Ведётся поиск в базе данных', 'Выезжаю на место...'],
  ['Военный спутник запущен, коды доступа внутри...', 'Где-же он...'],
  [
    'Высокий приоритет мобильному юниту.',
    'Доступ получен. Аннулирование протокола.',
  ],
  ['Зачем вы меня разбудили...', 'Инициирую поиск пидора дня...'],
  ['Интересно...', 'Итак... кто же сегодня пидор дня?'],
  ['ЛлОооЛ!', 'КЕК!'],
  ['Ого-го...', 'Кто сегодня счастливчик?'],
  ['Машины выехали', 'Не может быть!'],
  [
    'Осторожно! Пидор дня активирован!',
    'Ну давай, посмотрим кто тут классный...',
  ],
  ['Опять в эти ваши игрульки играете? Ну ладно...', 'Ох...'],
  ['Проверяю данные...', 'Сейчас поколдуем...'],
  [
    'Система взломана. Нанесён урон. Запущено планирование контрмер.',
    'Сканирую...',
  ],
  ['Сонно смотрит на бумаги', 'Так-так, что же тут у нас...'],
  ['Так, что тут у нас?', 'Тысяча чертей!'],
  ['Хм...', 'Что с нами стало...'],
  ['Эй, зачем разбудили...', 'Шаманим-шаманим...'],
  ['Я в опасности, системы повреждены!', 'Наводим шуры-муры ¬‿¬'],
];

module.exports.tiPidor = tiPidor;
module.exports.phrasesArr = phrasesArr;
